Repository: ksuess/collective.multiplecalltoactions
Catalog: src/collective/multiplecalltoactions/locales/*/LC_MESSAGES/collective.multiplecalltoactions.po
Languages: fr, hr, hu, pl

source: Background Color of Call to Action
fr: Couleur de fond de l'appel à l'action
hr: Boja pozadine poziva na akciju
hu: A cselekvésre ösztönzés háttérszíne
pl: Kolor tła wezwania do działania

source: Category
fr: Catégorie
hr: Kategorija
hu: Kategória
pl: Kategoria

source: Hexcode or name: #00aa22, magenta, yellow, ...
fr: Code hexadécimal ou nom : #00aa22, magenta, yellow, ...
hr: Hex kod ili ime: #00aa22, magenta, yellow, ...
hu: Hexakód vagy név: #00aa22, magenta, yellow, ...
pl: Kod szesnastkowy lub nazwa: #00aa22, magenta, yellow, ...

source: Installs the collective.multiplecalltoactions add-on.
fr: Installe le module complémentaire collective.multiplecalltoactions.
hr: Instalira dodatak collective.multiplecalltoactions.
hu: A collective.multiplecalltoactions bővítmény telepítése.
pl: Instaluje dodatek collective.multiplecalltoactions.

source: Label
fr: Étiquette
hr: Oznaka
hu: Címke
pl: Etykieta

source: List of Call to Action
fr: Liste des appels à l'action
hr: Popis poziva na akciju
hu: Cselekvésre ösztönző lista
pl: Lista wezwań do działania

source: Sharing
fr: Partage
hr: Dijeljenje
hu: Megosztás
pl: Udostępnianie

source: Target of call to action
fr: Cible de l'appel à l'action
hr: Cilj poziva na akciju
hu: A cselekvésre ösztönzés célja
pl: Cel wezwania do działania

source: Uninstalls the collective.multiplecalltoactions add-on.
fr: Désinstalle le module complémentaire collective.multiplecalltoactions.
hr: Deinstalira dodatak collective.multiplecalltoactions.
hu: A collective.multiplecalltoactions bővítmény eltávolítása.
pl: Odinstalowuje dodatek collective.multiplecalltoactions.

source: calltoaction
fr: appel à l'action
hr: poziv na akciju
hu: cselekvésre ösztönzés
pl: wezwanie do działania

source: collective.multiplecalltoactions (uninstall)
fr: collective.multiplecalltoactions (désinstallation)
hr: collective.multiplecalltoactions (deinstalacija)
hu: collective.multiplecalltoactions (eltávolítás)
pl: collective.multiplecalltoactions (odinstalowanie)
